11/data/attachments/5066523b8cfb9db9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>David_resource_Actions_25658_0</nif:username>
            <nif:friendToBeRequested>soap_actions_b37267a5-0820-46ab-a321-d60ce8ed6322</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>